Repository: AhmedAly555/zony
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, hi, ur

source: Account
ar: الحساب
bn: অ্যাকাউন্ট
hi: खाता
ur: اکاؤنٹ

source: My PODUs
ar: نقاط الاستلام الخاصة بي
bn: আমার পিকআপ পয়েন্ট
hi: मेरे पिकअप बिंदु
ur: میرے پک اپ پوائنٹس

source: All Parcels
ar: جميع الطرود
bn: সমস্ত পার্সেল
hi: सभी पार्सल
ur: تمام پارسل

source: Unread
ar: غير مقروء
bn: অপঠিত
hi: अपठित
ur: نامعلوم

source: Error:
ar: خطأ:
bn: ত্রুটি:
hi: त्रुटि:
ur: خرابی:

source: No PODUs found
ar: لم يتم العثور على نقاط استلام
bn: কোন পিকআপ পয়েন্ট পাওয়া যায়নি
hi: कोई पिकअप बिंदु नहीं मिला
ur: کوئی پک اپ پوائنٹ نہیں ملا

source: No address available
ar: لا يوجد عنوان متاح
bn: কোন ঠিকানা পাওয়া যায়নি
hi: कोई पता उपलब्ध नहीं है
ur: کوئی پتہ دستیاب نہیں

source: Username copied to clipboard
ar: تم نسخ اسم المستخدم
bn: ব্যবহারকারীর নাম কপি করা হয়েছে
hi: उपयोगकर्ता नाम कॉपी किया गया
ur: صارف نام کاپی کر لیا گیا

source: No Data
ar: لا توجد بيانات
bn: কোন ডেটা নেই
hi: कोई डेटा नहीं
ur: کوئی ڈیٹا نہیں

source: Services
ar: الخدمات
bn: সেবা
hi: सेवाएं
ur: خدمات

source: Receiving
ar: الاستلام
bn: গ্রহণ
hi: प्राप्त करना
ur: وصولی

source: Delivering
ar: التسليم
bn: বিতরণ
hi: वितरण
ur: ترسیل

source: Expired
ar: منتهي الصلاحية
bn: মেয়াদ উত্তীর্ণ
hi: समाप्त
ur: میعاد ختم

source: My Parcels
ar: طرودي
bn: আমার পার্সেল
hi: मेरे पार्सल
ur: میرے پارسل

source: PODUs
ar: نقاط الاستلام
bn: পিকআপ পয়েন্ট
hi: पिकअप बिंदु
ur: پک اپ پوائنٹس

source: PUDO parcels retrieved successfully
ar: تم استرجاع الطرود بنجاح
bn: পার্সেল সফলভাবে উদ্ধার করা হয়েছে
hi: पार्सल सफलतापूर्वक प्राप्त किए गए
ur: پارسل کامیابی سے حاصل کیے گئے

source: ⚠️ No QR code detected
ar: ⚠️ لم يتم اكتشاف رمز الاستجابة السريعة
bn: ⚠️ কোন QR কোড সনাক্ত করা যায়নি
hi: ⚠️ कोई क्यूआर कोड नहीं मिला
ur: ⚠️ کیو آر کوڈ کا پتہ نہیں چلا

source: Pickup Point
ar: نقطة الاستلام
bn: পিকআপ পয়েন্ট
hi: पिकअप बिंदु
ur: پک اپ پوائنٹ

source: QR Scanner
ar: ماسح رمز الاستجابة السريعة
bn: QR স্ক্যানার
hi: क्यूआर स्कैनर
ur: کیو آر اسکینر

source: Enter Username
ar: إدخال اسم المستخدم
bn: ব্যবহারকারীর নাম লিখুন
hi: उपयोगकर्ता नाम दर्ज करें
ur: صارف نام درج کریں

source: More Settings
ar: المزيد من الإعدادات
bn: আরো সেটিংস
hi: अधिक सेटिंग्स
ur: مزید ترتیبات

source: Account Settings
ar: إعدادات الحساب
bn: অ্যাকাউন্ট সেটিংস
hi: खाता सेटिंग्स
ur: اکاؤنٹ کی ترتیبات

source: Language
ar: اللغة
bn: ভাষা
hi: भाषा
ur: زبان

source: Logout
ar: تسجيل الخروج
bn: লগআউট
hi: लॉग आउट
ur: لاگ آؤٹ

source: Selected Language:
ar: اللغة المحددة:
bn: নির্বাচিত ভাষা:
hi: चयनित भाषा:
ur: منتخب زبان:

source: Enter Parcel
ar: إدخال الطرد
bn: পার্সেল লিখুন
hi: पार्सल दर्ज करें
ur: پارسل درج کریں

source: Individual Parcel
ar: طرد فردي
bn: ব্যক্তিগত পার্সেল
hi: व्यक्तिगत पार्सल
ur: انفرادی پارسل

source: Personal Information
ar: المعلومات الشخصية
bn: ব্যক্তিগত তথ্য
hi: व्यक्तिगत जानकारी
ur: ذاتی معلومات

source: Change Password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন করুন
hi: पासवर्ड बदलें
ur: پاس ورڈ تبدیل کریں

source: ❌ Failed to fetch parcel details:
ar: ❌ فشل في جلب تفاصيل الطرد:
bn: ❌ পার্সেল বিবরণ আনতে ব্যর্থ:
hi: ❌ पार्सल विवरण प्राप्त करने में विफल:
ur: ❌ پارسل کی تفصیلات حاصل کرنے میں ناکامی:

source: ✅ Image uploaded successfully!
ar: ✅ تم رفع الصورة بنجاح!
bn: ✅ ছবি সফলভাবে আপলোড হয়েছে!
hi: ✅ छवि सफलतापूर्वक अपलोड की गई!
ur: ✅ تصویر کامیابی سے اپ لوڈ ہو گئی!

source: Failed to upload image:
ar: فشل في رفع الصورة:
bn: ছবি আপলোড করতে ব্যর্থ:
hi: छवि अपलोड करने में विफल:
ur: تصویر اپ لوڈ کرنے میں ناکامی:

source: ❗ Please upload image first
ar: ❗ يرجى رفع الصورة أولاً
bn: ❗ দয়া করে প্রথমে ছবি আপলোড করুন
hi: ❗ कृपया पहले छवि अपलोड करें
ur: ❗ براہ کرم پہلے تصویر اپ لوڈ کریں

source: ✅ Parcel Delivered successfully!
ar: ✅ تم تسليم الطرد بنجاح!
bn: ✅ পার্সেল সফলভাবে বিতরণ করা হয়েছে!
hi: ✅ पार्सल सफलतापूर्वक वितरित किया गया!
ur: ✅ پارسل کامیابی سے پہنچا دیا گیا!

source: Failed to update parcel:
ar: فشل في تحديث الطرد:
bn: পার্সেল আপডেট করতে ব্যর্থ:
hi: पार्सल अपडेट करने में विफल:
ur: پارسل اپ ڈیٹ کرنے میں ناکامی:

source: Parcel Details
ar: تفاصيل الطرد
bn: পার্সেল বিবরণ
hi: पार्सल विवरण
ur: پارسل کی تفصیلات

source: Product info
ar: معلومات المنتج
bn: পণ্য তথ্য
hi: उत्पाद जानकारी
ur: مصنوع کی معلومات

source: Unknown name
ar: اسم غير معروف
bn: অজানা নাম
hi: अज्ञात नाम
ur: نامعلوم نام

source: Unknown address
ar: عنوان غير معروف
bn: অজানা ঠিকানা
hi: अज्ञात पता
ur: نامعلوم پتہ

source: No phone number
ar: لا يوجد رقم هاتف
bn: কোন ফোন নম্বর নেই
hi: कोई फोन नंबर नहीं
ur: کوئی فون نمبر نہیں

source: Capture Parcel
ar: التقاط الطرد
bn: পার্সেল ক্যাপচার করুন
hi: पार्सल कैप्चर करें
ur: پارسل کی تصویر لیں

source: ⚠️ No Parcel QR detected!
ar: ⚠️ لم يتم اكتشاف رمز الطرد!
bn: ⚠️ কোন পার্সেল QR সনাক্ত করা যায়নি!
hi: ⚠️ कोई पार्सल क्यूआर नहीं मिला!
ur: ⚠️ پارسل کا کیو آر کوڈ نہیں ملا!

source: Pickup Point Parcels
ar: طرود نقطة الاستلام
bn: পিকআপ পয়েন্ট পার্সেল
hi: पिकअप बिंदु के पार्सल
ur: پک اپ پوائنٹ کے پارسل

source: Search By
ar: البحث بواسطة
bn: অনুসন্ধান করুন
hi: इसके द्वारा खोजें
ur: تلاش بذریعہ

source: Scan barCode
ar: مسح الرمز الشريطي
bn: বার কোড স্ক্যান করুন
hi: बार कोड स्कैन करें
ur: بار کوڈ اسکین کریں

source: code Number
ar: رقم الرمز
bn: কোড নম্বর
hi: कोड संख्या
ur: کوڈ نمبر

source: Received
ar: مستلم
bn: প্রাপ্ত
hi: प्राप्त
ur: موصول ہوا

source: Unknown Zone
ar: منطقة غير معروفة
bn: অজানা এলাকা
hi: अज्ञात क्षेत्र
ur: نامعلوم علاقہ

source: Unknown Phone
ar: هاتف غير معروف
bn: অজানা ফোন
hi: अज्ञात फोन
ur: نامعلوم فون

source: Successful Delivering process
ar: عملية تسليم ناجحة
bn: সফল বিতরণ প্রক্রিয়া
hi: सफल वितरण प्रक्रिया
ur: کامیاب ترسیل کا عمل

# pickupTimeAndLocationRecorded
source: The time and location of the pickup will be recorded automatically.
ar: سيتم تسجيل وقت وموقع الاستلام تلقائياً.
bn: পিকআপের সময় এবং অবস্থান স্বয়ংক্রিয়ভাবে রেকর্ড করা হবে।
hi: पिकअप का समय और स्थान स्वचालित रूप से रिकॉर्ड किया जाएगा।
ur: پک اپ کا وقت اور مقام خودکار طریقے سے محفوظ ہو جائے گا۔

source: Deliver New Parcel
ar: تسليم طرد جديد
bn: নতুন পার্সেল বিতরণ করুন
hi: नया पार्सल वितरित करें
ur: نیا پارسل پہنچائیں

source: Back To Home
ar: العودة إلى الصفحة الرئيسية
bn: হোমে ফিরে যান
hi: होम पर वापस जाएं
ur: ہوم پر واپس جائیں

source: Failed to fetch pudo details:
ar: فشل في جلب تفاصيل نقطة الاستلام:
bn: পিকআপ পয়েন্ট বিবরণ আনতে ব্যর্থ:
hi: पिकअप बिंदु विवरण प्राप्त करने में विफल:
ur: پک اپ پوائنٹ کی تفصیلات حاصل کرنے میں ناکامی:

source: Try Again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
hi: पुनः प्रयास करें
ur: دوبارہ کوشش کریں

source: PUDO Info
ar: معلومات نقطة الاستلام
bn: পিকআপ পয়েন্ট তথ্য
hi: पिकअप बिंदु जानकारी
ur: پک اپ پوائنٹ کی معلومات

source: No Address Found
ar: لم يتم العثور على عنوان
bn: কোন ঠিকানা পাওয়া যায়নি
hi: कोई पता नहीं मिला
ur: کوئی پتہ نہیں ملا

source: Gallery
ar: المعرض
bn: গ্যালারি
hi: गैलरी
ur: گیلری

source: No Image
ar: لا توجد صورة
bn: কোন ছবি নেই
hi: कोई छवि नहीं
ur: کوئی تصویر نہیں

source: PODU Details
ar: تفاصيل نقطة الاستلام
bn: পিকআপ পয়েন্ট বিবরণ
hi: पिकअप बिंदु विवरण
ur: پک اپ پوائنٹ کی تفصیلات

source: PODU Parcels
ar: طرود نقطة الاستلام
bn: পিকআপ পয়েন্ট পার্সেল
hi: पिकअप बिंदु के पार्सल
ur: پک اپ پوائنٹ کے پارسل

source: Something went wrong:
ar: حدث خطأ ما:
bn: কিছু ভুল হয়েছে:
hi: कुछ गलत हो गया:
ur: کچھ غلط ہو گیا:

source: This pudo has no parcels yet
ar: لا توجد طرود في نقطة الاستلام هذه حتى الآن
bn: এই পিকআপ পয়েন্টে এখনো কোন পার্সেল নেই
hi: इस पिकअप बिंदु में अभी तक कोई पार्सल नहीं है
ur: اس پک اپ پوائنٹ میں ابھی تک کوئی پارسل نہیں ہے

source: Parcels refreshed successfully
ar: تم تحديث الطرود بنجاح
bn: পার্সেল সফলভাবে রিফ্রেশ করা হয়েছে
hi: पार्सल सफलतापूर्वक रीफ्रेश किए गए
ur: پارسل کامیابی سے تازہ کیے گئے

source: No parcels found.
ar: لم يتم العثور على طرود.
bn: কোন পার্সেল পাওয়া যায়নি।
hi: कोई पार्सल नहीं मिला।
ur: کوئی پارسل نہیں ملے۔

source: Unknown Client
ar: عميل غير معروف
bn: অজানা গ্রাহক
hi: अज्ञात ग्राहक
ur: نامعلوم گاہک

source: Unknown
ar: غير معروف
bn: অজানা
hi: अज्ञात
ur: نامعلوم

source: Unknown City
ar: مدينة غير معروفة
bn: অজানা শহর
hi: अज्ञात शहर
ur: نامعلوم شہر

source: ⚠️ Failed to retrieve courier ID
ar: ⚠️ فشل في الحصول على معرف المندوب
bn: ⚠️ কুরিয়ার আইডি উদ্ধার করতে ব্যর্থ
hi: ⚠️ कूरियर आईडी प्राप्त करने में विफल
ur: ⚠️ کورئیر کی شناخت حاصل کرنے میں ناکامی

# parcelReceivedSuccessfully
source: ✅ Parcel Recieve successfully!
ar: ✅ تم استلام الطرد بنجاح!
bn: ✅ পার্সেল সফলভাবে গৃহীত হয়েছে!
hi: ✅ पार्सल सफलतापूर्वक प्राप्त हुआ!
ur: ✅ پارسل کامیابی سے موصول ہوا!

source: Successful Receiving process
ar: عملية استلام ناجحة
bn: সফল গ্রহণ প্রক্রিয়া
hi: सफल प्राप्ति प्रक्रिया
ur: کامیاب وصولی کا عمل

source: Receive New Parcel
ar: استلام طرد جديد
bn: নতুন পার্সেল গ্রহণ করুন
hi: नया पार्सल प्राप्त करें
ur: نیا پارسل وصول کریں

source: Parcel List
ar: قائمة الطرود
bn: পার্সেল তালিকা
hi: पार्सल सूची
ur: پارسل کی فہرست

# oneBag
source: 1 Bag
ar: حقيبة واحدة
bn: ১ ব্যাগ
hi: एक बैग
ur: ایک بیگ

# podoRahmahPharmacy
source: PODU: Rahmah Pharmacy
ar: نقطة استلام: صيدلية الرحمة
bn: পিকআপ পয়েন্ট: রহমা ফার্মেসি
hi: पिकअप बिंदु: रहमा फार्मेसी
ur: پک اپ پوائنٹ: رحمہ فارمیسی

# twoBag
source: 2 Bag
ar: حقيبتان
bn: ২ ব্যাগ
hi: दो बैग
ur: دو بیگ

source: Successful Expired Receiving process
ar: عملية استلام منتهي الصلاحية ناجحة
bn: মেয়াদ উত্তীর্ণ পার্সেল সফল গ্রহণ প্রক্রিয়া
hi: समाप्त पार्सल की सफल प्राप्ति प्रक्रिया
ur: میعاد ختم شدہ وصولی کا کامیاب عمل

source: Receive New Expired Parcel
ar: استلام طرد منتهي الصلاحية جديد
bn: নতুন মেয়াদ উত্তীর্ণ পার্সেল গ্রহণ করুন
hi: नया समाप्त पार्सल प्राप्त करें
ur: نیا میعاد ختم شدہ پارسل وصول کریں

source: No PUDO found in local storage
ar: لم يتم العثور على نقطة استلام في التخزين المحلي
bn: স্থানীয় স্টোরেজে কোন পিকআপ পয়েন্ট পাওয়া যায়নি
hi: स्थानीय स्टोरेज में कोई पिकअप बिंदु नहीं मिला
ur: مقامی اسٹوریج میں کوئی پک اپ پوائنٹ نہیں ملا

source: Failed to load parcel data
ar: فشل في تحميل بيانات الطرد
bn: পার্সেল ডেটা লোড করতে ব্যর্থ
hi: पार्सल डेटा लोड करने में विफल
ur: پارسل کا ڈیٹا لوڈ کرنے میں ناکامی

source: ❗ Parcel data not loaded yet.
ar: ❗ لم يتم تحميل بيانات الطرد بعد.
bn: ❗ পার্সেল ডেটা এখনও লোড হয়নি।
hi: ❗ पार्सल डेटा अभी तक लोड नहीं हुआ।
ur: ❗ پارسل کا ڈیٹا ابھی لوڈ نہیں ہوا۔

source: Cameron Williamson
ar: كاميرون ويليامسون
bn: ক্যামেরন উইলিয়ামসন
hi: कैमरून विलियमसन
ur: کیمرون ولیمسن

# parkerRoadAddress
source: 4140 Parker Rd, Allentown, New Mexico
ar: 4140 طريق باركر، ألينتاون، نيو مكسيكو
bn: ৪১৪০ পার্কার রোড, অ্যালেনটাউন, নিউ মেক্সিকো
hi: 4140 पार्कर रोड, एलेनटाउन, न्यू मैक्सिको
ur: 4140 پارکر روڈ، ایلن ٹاؤن، نیو میکسیکو

source: Inventory
ar: المخزون
bn: তালিকা
hi: सूची
ur: انوینٹری

source: Total Approved
ar: إجمالي الموافق عليه
bn: মোট অনুমোদিত
hi: कुल स्वीकृत
ur: کل منظور شدہ

source: Ready to deliver
ar: جاهز للتسليم
bn: বিতরণের জন্য প্রস্তুত
hi: वितरण के लिए तैयार
ur: ترسیل کے لیے تیار

source: Transfer
ar: نقل
bn: স্থানান্তর
hi: स्थानांतरण
ur: منتقلی

source: Failed to load PUDO data:
ar: فشل في تحميل بيانات نقطة الاستلام:
bn: পিকআপ পয়েন্ট ডেটা লোড করতে ব্যর্থ:
hi: पिकअप बिंदु डेटा लोड करने में विफल:
ur: پک اپ پوائنٹ کا ڈیٹا لوڈ کرنے میں ناکامی:

source: PUDO ID not loaded yet
ar: لم يتم تحميل معرف نقطة الاستلام بعد
bn: পিকআপ পয়েন্ট আইডি এখনও লোড হয়নি
hi: पिकअप बिंदु आईडी अभी तक लोड नहीं हुई
ur: پک اپ پوائنٹ کی شناخت ابھی لوڈ نہیں ہوئی

source: Expired Parcels
ar: الطرود منتهية الصلاحية
bn: মেয়াদ উত্তীর্ণ পার্সেল
hi: समाप्त पार्सल
ur: میعاد ختم شدہ پارسل

source: Parcel Approve
ar: الموافقة على الطرد
bn: পার্সেল অনুমোদন
hi: पार्सल स्वीकृति
ur: پارسل کی منظوری

source: Parcel confirmed successfully!
ar: تم تأكيد الطرد بنجاح!
bn: পার্সেল সফলভাবে নিশ্চিত হয়েছে!
hi: पार्सल सफलतापूर्वक पुष्टि हो गया!
ur: پارسل کامیابی سے تصدیق ہو گیا!

# failedToConfirmParcel
source: Failed to confirm parcel. Please try again.
ar: فشل في تأكيد الطرد. يرجى المحاولة مرة أخرى.
bn: পার্সেল নিশ্চিত করতে ব্যর্থ। দয়া করে আবার চেষ্টা করুন।
hi: पार्सल की पुष्टि करने में विफल। कृपया पुनः प्रयास करें।
ur: پارسل کی تصدیق میں ناکامی۔ براہ کرم دوبارہ کوشش کریں۔

source: Confirm Parcel
ar: تأكيد الطرد
bn: পার্সেল নিশ্চিত করুন
hi: पार्सल की पुष्टि करें
ur: پارسل کی تصدیق کریں

source: No PUDO Data Found
ar: لم يتم العثور على بيانات نقطة الاستلام
bn: কোন পিকআপ পয়েন্ট ডেটা পাওয়া যায়নি
hi: कोई पिकअप बिंदु डेटा नहीं मिला
ur: پک اپ پوائنٹ کا کوئی ڈیٹا نہیں ملا

source: No PUDO Data Stored
ar: لا توجد بيانات نقطة استلام مخزنة
bn: কোন পিকআপ পয়েন্ট ডেটা সংরক্ষিত নেই
hi: कोई पिकअप बिंदु डेटा संग्रहीत नहीं है
ur: کوئی پک اپ پوائنٹ ڈیٹا محفوظ نہیں ہے

source: QR Code
ar: رمز الاستجابة السريعة
bn: QR কোড
hi: क्यूआर कोड
ur: کیو آر کوڈ

source: Approved
ar: موافق عليه
bn: অনুমোদিত
hi: स्वीकृत
ur: منظور شدہ

source: Waiting
ar: في الانتظار
bn: অপেক্ষমান
hi: प्रतीक्षा में
ur: انتظار میں

source: Pending
ar: قيد الانتظار
bn: অমীমাংসিত
hi: लंबित
ur: زیر التواء

source: Parcel Approve Confirmation
ar: تأكيد الموافقة على الطرد
bn: পার্সেল অনুমোদন নিশ্চিতকরণ
hi: पार्सल स्वीकृति पुष्टि
ur: پارسل کی منظوری کی تصدیق

# areYouSureYouWantToApprove
source: Are you sure you want to approve this parcel?(id: #{parcelId})
ar: هل أنت متأكد من الموافقة على هذا الطرد؟ (المعرف: #{parcelId})
bn: আপনি কি নিশ্চিত এই পার্সেলটি অনুমোদন করতে চান? (আইডি: #{parcelId})
hi: क्या आप निश्चित रूप से इस पार्सल को स्वीकृत करना चाहते हैं? (आईडी: #{parcelId})
ur: کیا آپ واقعی اس پارسل کی منظوری دینا چاہتے ہیں؟ (شناخت: #{parcelId})

source: No, cancel
ar: لا، إلغاء
bn: না, বাতিল করুন
hi: नहीं, रद्द करें
ur: نہیں، منسوخ کریں

source: Delivery Confirmation
ar: تأكيد التسليم
bn: বিতরণ নিশ্চিতকরণ
hi: वितरण पुष्टि
ur: ترسیل کی تصدیق

# deliveryConfirmationDescription
source: By confirming, you acknowledge that the parcel has been successfully delivered.
ar: من خلال التأكيد، فإنك تقر بأنه تم تسليم الطرد بنجاح.
bn: নিশ্চিত করার মাধ্যমে, আপনি স্বীকার করছেন যে পার্সেলটি সফলভাবে বিতরণ করা হয়েছে।
hi: पुष्टि करके, आप स्वीकार करते हैं कि पार्सल सफलतापूर्वक वितरित किया गया है।
ur: تصدیق کرنے سے، آپ تسلیم کرتے ہیں کہ پارسل کامیابی سے پہنچا دیا گیا ہے۔

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
hi: पुष्टि करें
ur: تصدیق کریں

source: Logged out successfully!
ar: تم تسجيل الخروج بنجاح!
bn: সফলভাবে লগআউট হয়েছে!
hi: सफलतापूर्वक लॉग आउट हो गए!
ur: کامیابی سے لاگ آؤٹ ہو گئے!

source: An error occurred:
ar: حدث خطأ:
bn: একটি ত্রুটি ঘটেছে:
hi: एक त्रुटि हुई:
ur: ایک خرابی رونما ہوئی:

source: Are you sure you want to log out?
ar: هل أنت متأكد من تسجيل الخروج؟
bn: আপনি কি নিশ্চিত লগআউট করতে চান?
hi: क्या आप निश्चित रूप से लॉग आउट करना चाहते हैं?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

# logOutDescription
source: You will be returned to the login screen.
ar: سيتم إرجاعك إلى شاشة تسجيل الدخول.
bn: আপনাকে লগইন স্ক্রিনে ফিরিয়ে দেওয়া হবে।
hi: आपको लॉगिन स्क्रीन पर वापस भेजा जाएगा।
ur: آپ کو لاگ ان اسکرین پر واپس بھیج دیا جائے گا۔

source: Yes, I'm sure.
ar: نعم، أنا متأكد.
bn: হ্যাঁ, আমি নিশ্চিত।
hi: हां, मुझे यकीन है।
ur: ہاں، مجھے یقین ہے۔

source: Enter Manually
ar: الإدخال يدوياً
bn: ম্যানুয়ালি লিখুন
hi: मैन्युअल रूप से दर्ज करें
ur: دستی طور پر درج کریں

source: Pickup Point Username
ar: اسم مستخدم نقطة الاستلام
bn: পিকআপ পয়েন্ট ব্যবহারকারীর নাম
hi: पिकअप बिंदु उपयोगकर्ता नाम
ur: پک اپ پوائنٹ صارف نام

source: Please Enter Username Here !
ar: يرجى إدخال اسم المستخدم هنا!
bn: দয়া করে এখানে ব্যবহারকারীর নাম লিখুন!
hi: कृपया यहां उपयोगकर्ता नाम दर्ज करें!
ur: براہ کرم یہاں صارف نام درج کریں!

# usernameIsNotValid
source: The username You Entered Is Not Valid
ar: اسم المستخدم الذي أدخلته غير صحيح
bn: আপনার লেখা ব্যবহারকারীর নাম বৈধ নয়
hi: आपके द्वारा दर्ज किया गया उपयोगकर्ता नाम मान्य नहीं है
ur: آپ کا درج کردہ صارف نام درست نہیں ہے

source: PHOTO CONFIRMATION
ar: تأكيد الصورة
bn: ছবি নিশ্চিতকরণ
hi: फोटो पुष्टि
ur: تصویر کی تصدیق

source: Error fetching data:
ar: خطأ في جلب البيانات:
bn: ডেটা আনতে ত্রুটি:
hi: डेटा प्राप्त करने में त्रुटि:
ur: ڈیٹا حاصل کرنے میں خرابی:

source: No QR data
ar: لا توجد بيانات رمز استجابة سريعة
bn: কোন QR ডেটা নেই
hi: कोई क्यूआर डेटा नहीं
ur: کوئی کیو آر ڈیٹا نہیں

source: Could not generate QR
ar: تعذر إنشاء رمز الاستجابة السريعة
bn: QR তৈরি করা যায়নি
hi: क्यूआर जेनरेट नहीं किया जा सका
ur: کیو آر بنایا نہیں جا سکا

# scanQrCodeInFrontOfCamera
source: Scan QR code in front of the camera
ar: امسح رمز الاستجابة السريعة أمام الكاميرا
bn: ক্যামেরার সামনে QR কোড স্ক্যান করুন
hi: कैमरे के सामने क्यूआर कोड स्कैन करें
ur: کیمرے کے سامنے کیو آر کوڈ اسکین کریں

# youAreAtWrongLocation
source: YOU ARE AT A WRONG LOCATION
ar: أنت في الموقع الخطأ
bn: আপনি ভুল স্থানে আছেন
hi: आप गलत स्थान पर हैं
ur: آپ غلط مقام پر ہیں

source: My Pickup Points
ar: نقاط الاستلام الخاصة بي
bn: আমার পিকআপ পয়েন্ট
hi: मेरे पिकअप बिंदु
ur: میرے پک اپ پوائنٹس

source: Home
ar: الرئيسية
bn: হোম
hi: होम
ur: ہوم

source: More
ar: المزيد
bn: আরো
hi: अधिक
ur: مزید

source: Choose your language
ar: اختر لغتك
bn: আপনার ভাষা পছন্দ করুন
ur: اپنی زبان منتخب کریں

# languageSelectionDescription
source: Select your preferred language. This will update the text throughout the app.
ar: اختر لغتك المفضلة. سيؤدي هذا إلى تحديث النص في جميع أنحاء التطبيق.
bn: আপনার পছন্দের ভাষা নির্বাচন করুন। এটি অ্যাপ জুড়ে পাঠ্য আপডেট করবে।
ur: اپنی پسند کی زبان منتخب کریں۔ اس سے ایپ میں متن اپ ڈیٹ ہو جائے گا۔

source: English
ar: الإنجليزية
bn: ইংরেজি
ur: انگریزی

source: Arabic
ar: العربية
bn: আরবি
ur: عربی

source: Hindi
ar: الهندية
bn: হিন্দি
ur: ہندی

source: Bengali
ar: البنغالية
bn: বাংলা
ur: بنگالی

source: Urdu
ar: الأردية
bn: উর্দু
ur: اردو

# loginFailed
source: Failed to login
ar: فشل تسجيل الدخول
bn: লগইন করতে ব্যর্থ
ur: لاگ ان کرنے میں ناکام

source: Log in
ar: تسجيل الدخول
bn: লগইন
ur: لاگ ان کریں

# enterYourPersonalInfo
source: Enter your personal information
ar: أدخل معلوماتك الشخصية
bn: আপনার ব্যক্তিগত তথ্য লিখুন
ur: اپنی ذاتی معلومات درج کریں

source: username or phone number
ar: اسم المستخدم أو رقم الهاتف
bn: ব্যবহারকারীর নাম বা ফোন নম্বর
ur: صارف نام یا فون نمبر

source: Enter Username Or Phone Number
ar: أدخل اسم المستخدم أو رقم الهاتف
bn: ব্যবহারকারীর নাম বা ফোন নম্বর লিখুন
ur: صارف نام یا فون نمبر درج کریں

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
ur: پاس ورڈ

source: Enter Password
ar: أدخل كلمة المرور
bn: পাসওয়ার্ড লিখুন
ur: پاس ورڈ درج کریں

source: Remember me
ar: تذكرني
bn: আমাকে মনে রাখুন
ur: مجھے یاد رکھیں
